Revit 2027 API
ParameterTypeId.RbsElecDistributionNodeSupplyFrom2 Property
 "Supply From 2"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecDistributionNodeSupplyFrom2 { get; }
Public Shared ReadOnly Property RbsElecDistributionNodeSupplyFrom2 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecDistributionNodeSupplyFrom2 {
	ForgeTypeId^ get ();
}
static member RbsElecDistributionNodeSupplyFrom2 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace